Repository: waged/weather_you_like_it
Catalog: lib/l10n/intl_*.arb
Languages: de

source: Next
de: Nächste

source: Skip
de: Überspringen

source: Finish
de: Fertig

# onBoardingTitle1
source: Stay Updated, Anytime, Anywhere
de: Bleiben Sie aktualisiert, jederzeit, überall

# onBoardingSubTitle1
source: Get real-time weather updates for your favorite locations at your fingertips.
de: Holen Sie sich Echtzeit-Wetterupdates für Ihre Lieblingsstandorte an Ihren Fingerspitzen.

# onBoardingTitle2
source: Seamless Access to Weather Data
de: Nahtloser Zugriff auf Wetterdaten

# onBoardingSubTitle2
source: Switch effortlessly between cities or use your current location to get accurate weather details instantly.
de: Wechseln Sie mühelos zwischen Städten oder nutzen Sie Ihren aktuellen Standort, um genaue Wetterdetails sofort zu erhalten.

# onBoardingTitle3
source: Never Miss a Weather Update
de: Nie Miss a Weather Update

# onBoardingSubTitle3
source: Even offline, view the last updated weather data and stay prepared for any weather condition.
de: Selbst offline, sehen Sie die zuletzt aktualisierten Wetterdaten an und bleiben Sie vorbereitet für jeden Wetterzustand.

# onBoardingTitle4
source: Your Personalized Weather Companion
de: Ihr personalisierter Wetterbegleiter

# onBoardingSubTitle4
source: Customize your weather experience with a sleek design and features tailored to your needs.
de: Passen Sie Ihre Wettererfahrung mit einem eleganten Design und Funktionen an, die auf Ihre Bedürfnisse zugeschnitten sind.
